Revit 2027 API
ParameterTypeId.RbsPipeSizeMinimum Property
 "Minimum Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeSizeMinimum { get; }
Public Shared ReadOnly Property RbsPipeSizeMinimum As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeSizeMinimum {
	ForgeTypeId^ get ();
}
static member RbsPipeSizeMinimum : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace